/*
•	Использовать агрегатные функции SUM, AVG, COUNT, MAX, MIN для выполнения расчетов по данным.
•	Применить группировку данных с использованием GROUP BY.
•	Применить фильтрацию данных с использованием HAVING для работы с агрегированными результатами.
•	Составить отчет по общему количеству продаж, средней стоимости товаров и минимальной/максимальной цене.
•	Вывести ТОП-10 товаров по количеству продаж.


1.	Подсчитать общую сумму продаж/доходов/оплаты за определенный период.
2.	Посчитать среднюю стоимость товара/услуги/билета/книги.
3.	Определить количество клиентов, заказов или бронирований, выполненных за месяц.
4.	Найти самые дорогие/дешевые товары, услуги или билеты.

*/

